---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadCaseId
source: html/04dc7659-196a-6c25-fd9c-9f539478aba2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadCaseId Property

"Load Case"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadCaseId { get; }
```